[
    
    {
        "id": 1,
        "image": "/article-1.svg",
        "mainImage": "/wash-cloths-main.svg",
        "title": "Symptoms and types of bladder weakness",
        "slug": "symptoms-and-types-of-bladder-weakness",
        "excerpt": "Bladder weakness is a common problem. It occurs more often as people get older",
        "body": "Bladder weakness is a common problem. It occurs more often as people get older and is twice as common in women as in men occurring in about 1 in 4 women and 1 in 7 men. However, bladder weakness can affect anyone and has many different causes. Symptoms of bladder weakness range from occasional minor urine leakage to complete emptying of your bladder contents and may be temporary or persistent (chronic) depending on the cause.",
        "author": "Clemens",
        "features": 
        [ 
          "Contains aloe vera extract and vitamin E for skin healing and moisturisation", 
          "Gentle on the skin to avoid irritation", 
          "Hypoallergenic"
        ]
        },

        {
            "id": 2,
            "image": "/article-4.svg",
            "mainImage": "/wash-cloths-main.svg",
            "title": "Managing incontinence and staying healthy",
            "slug": "managing-incontinence-and-staying-healthy",
            "excerpt": "Bladder weakness can be caused by everyday habits, underlying medical conditions.",
            "body": "The year is winding down, and the holiday season is fast approaching. While it’s a time for celebration and togetherness, it can also be a source of stress, particularly for those dealing with incontinence. In this blog, we’ll explore the impact of year-end stress on incontinence and share some health tips to help you stay on track with your wellness goals as the year draws to a close in 2023.",
            "author": "Clemens",
            "features": 
            [ 
              "Contains aloe vera extract and vitamin E for skin healing and moisturisation", 
              "Gentle on the skin to avoid irritation", 
              "Hypoallergenic"
            ]
            },

            {
                "id": 3,
                "image": "/article-3.svg",
                "mainImage": "/wash-cloths-main.svg",
                "title": "Embracing life’s changes with Clemens™",
                "slug": "embracing-life-changes-with-clemens",
                "excerpt": "Living with incontinence can be challenging, but it doesn’t mean giving up.",
                "body": "Living with incontinence can be challenging, but it doesn’t mean giving up on the quality of life you deserve. Millions of people around the world deal with incontinence, and while it may bring some unique challenges, there are ways to manage it effectively and continue enjoying life to the fullest. In this blog, we’ll explore what it’s like to live with incontinence and offer practical tips and strategies to help you embrace life’s changes.",
                "author": "Clemens",
                "features": 
                [ 
                  "Contains aloe vera extract and vitamin E for skin healing and moisturisation", 
                  "Gentle on the skin to avoid irritation", 
                  "Hypoallergenic"
                ]
                },    

        {
            "id": 4,
            "image": "/article-2.svg",
            "mainImage": "/wash-cloths-main.svg",
            "title": "Can bladder weakness be treated?",
            "slug": "can-bladder-weakness-be-treated",
            "excerpt": "Living with incontinence can be challenging, but it does not mean giving up on...",
            "body": "The answer is “Yes it can”. Treatment for bladder weakness will depend on the type, its severity and the cause. If an underlying condition is causing your symptoms, your doctor will first treat that condition. Treatment ranges from lifestyle and behavioural techniques to medications and surgery.",
            "author": "Clemens",
            "features": 
            [ 
              "Contains aloe vera extract and vitamin E for skin healing and moisturisation", 
              "Gentle on the skin to avoid irritation", 
              "Hypoallergenic"
            ]
            }
    
    ]